Repository: matrach/habitatOS
Catalog: habitat/science/psychology/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Astronaut
pl: Astronauta

source: Datetime
pl: Data i czas

source: How frequently do you communicate with following people?
pl: Jak często komunikujesz się z innymi ludźmi?

source: almost never
pl: prawie nigdy

source: rarely
pl: rzadko

source: sometimes
pl: czasami

source: moderately
pl: umiarkowanie

source: rather often
pl: raczej często

source: very often
pl: bardzo często

source: almost all the time
pl: prawie zawsze

source: How often do you want to communicate with following people?
pl: Jak często chcesz komunikować się z innymi ludźmi?

source: Personal preferences: Please, evaluate the following people according to your preference to interact with them in your free time.
pl: Proszę oceń następujące osoby pod względem preferencji kontaktu z nimi w wolnym czasie.

source: I would rather avoid him/her
pl: Wolę unikać

source: I would love to with with him/her all the time
pl: Chcę spędzać więcej czasu

source: Work preferences: Please, evaluate the following people according to your preference to work with them.
pl: Proszę oceń następujące osoby pod względem preferencji pracy z nimi.

source: Evaluate the quality of communication with following people (taking into account its relevance, content, timeliness, etc.).
pl: Oceń jakość komunikacji z następującymi osobami (biorąc pod uwagę częstość, treść i długotrwałość).

source: should always be better
pl: zawsze może być lepiej

source: should often be better
pl: często może być lepiej

source: should sometimes be better
pl: może być lepiej

source: sufficient
pl: wystarczająco

source: sometimes above average
pl: powyżej średniej

source: often above average
pl: często powyżej średniej

source: always above average
pl: zawsze powyżej średniej

source: How well do you know the following people?
pl: Jak dobrze znasz następujące osoby?

source: not at all
pl: wcale

source: not much
pl: nie bardzo

source: quite well
pl: całkiem nieźle

source: well
pl: dobrze

source: very well
pl: bardzo dobrze

source: perfectly well
pl: wyśmienicie

source: How well do you want to know the following people?
pl: Jak dobrze chcesz znać następujące osoby?

source: Evaluate the quality of cooperation with the following people?
pl: Oceń jakość współpracy z następującymi osobami?

source: totally insufficient
pl: całkowicie niewystarczająca

source: often insufficient
pl: zwykle niewystarczająca

source: sometimes insufficient
pl: czasami niewystarczająca

source: rather high
pl: raczej wysoka

source: high
pl: wysoka

source: excellent
pl: wyśmienicie

source: How much do you trust the following people?
pl: Jak bardzo ufasz następującym osobom?

source: Totally
pl: Całkowicie

source: Very much
pl: Bardzo mocno

source: A lot
pl: Znacznie

source: Partly
pl: Częściowo

source: A little
pl: Trochę

source: Not much
pl: Nie bardzo

source: Not at all
pl: Wcale

source: How is the atmosphere within the team?
pl: Jaka jest atmosfera wewnątrz zespołu?

source: Terrible
pl: Tragicznie

source: Amazing
pl: Wspaniale

source: Have there been any misunderstandings in the team?
pl: Czy były jakieś nieporozumienia wewnątrz zespołu?

source: Never
pl: Nigdy

source: Constantly
pl: Zawsze

source: If applicable, name the source(s) for the discomfort you are experience (e.g. noise, smell, food, sleeping problems, interpersonal conflict, etc.)
pl: Jeżeli dotyczy, nazwij źródło niepokoju np. hałas, smród, jedzenie, problem ze snem, konflikt

source: You can add any comment or note (e.g. if something important happened, how do you feel etc.)
pl: Możesz dodać komentarz np. jeśli coś ważnego się wydarzyło, lub jak się czujesz

source: Questionnaire
pl: Kwestionariusz

source: Questionnaires
pl: Kwestionariusze
