Repository: matrach/habitatOS
Catalog: habitat/science/medicine/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Astronaut
pl: Astronauta

source: Datetime
pl: Data i czas

source: Blood Pressure Systolic
pl: Ciśnienie skurczowe

source: Blood Pressure Diastolic
pl: Ciśnienie rozkurczowe

source: Blood Pressure Measurement
pl: Pomiar ciśnienia krwi

source: Blood Pressure Database
pl: Baza pomiarów ciśnienia

source: Start Datetime
pl: Data i czas rozpoczęcia

source: End Datetime
pl: Data i czas zakończenia

source: Sympthoms
pl: Objawy

source: Disease Log
pl: Raport chorobowy

source: Disease Logbook
pl: Baza raportów chorób

source: Food
pl: Jedzenie

source: Food Intake
pl: Posiłek

source: Food Logbook
pl: Baza danych posiłków

source: Blood Perfusion Index
pl: Indeks Perfuzji

source: Heart Rate
pl: Puls

source: bpm
pl: uderzeń na minutę

source: Pulse Oxymetry Measurement
pl: Pomiar saturacji SpO2

source: Pulse Oxymetry Database
pl: Pomiary saturacji SpO2

source: Very Bad
pl: Bardzo źle

source: Bad
pl: Źle

source: Average
pl: Przeciętnie

source: Good
pl: Dobrze

source: Very Good
pl: Bardzo dobrze

source: Morning Stress
pl: Poranny stres

source: Morning Mood
pl: Poranny nastrój

source: Space Work
pl: Praca związana z tematami kosmicznymi

source: Productivity
pl: Produktywność

source: Evening Stress
pl: Wieczorny stres

source: Evening Mood
pl: Wieczorny nastrój

source: Day Summary
pl: Podsumowanie dnia

source: Quality of Life Entry
pl: Ankieta jakości życia

source: Quality of Life Entries
pl: Baza ankiet jakości życia

source: Location
pl: Miejsce

source: Quality
pl: Jakość

source: Start
pl: Rozpoczęcie

source: End
pl: Zakończenie

source: Duration
pl: Czas trwania

source: Sleep Log
pl: Sen

source: Sleep Logbook
pl: Dziennik snów

source: Temperature
pl: Temperatura

source: Celsius
pl: Celsiusz

source: Temperature Measurement
pl: Pomiar temperatury ciała

source: Temperature Database
pl: Lista pomiarów temperatury ciała

source: Weight
pl: Waga

source: Body Fat
pl: Tkanka tłuszczowa

source: Lean Body Mass
pl: Masa ciała

source: Body Water
pl: Masa wody

source: Muscle Mass
pl: Masa mięśniowa

source: Daily Caloric Intake
pl: Dzienna ilość kalorii

source: Bone Mass
pl: Masa kośćca

source: Visceral Fat
pl: Tłuszcz trzewny

source: Weight Measurement
pl: Pomiar masy ciała

source: Weight Database
pl: Lista pomiarów masy ciała
